Repository: HengYeDev/ORTS-MG
Catalog: Source/Locales/ORTS.Common/*.po
Languages: ru

source: m
ru: м

source: km
ru: км

source: mm
ru: мм

source: m²
ru: м²

source: m³
ru: м³

source: km/h
ru: км/ч

source: kPa
ru: кПа

source: bar
ru: атм

source: kgf/cm²
ru: кгс/см²

source: kg
ru: кг

source: t
ru: т

source: s
ru: с

source: min
ru: мин

source: h
ru: ч

source: L
ru: л

source: rpm
ru: об/мин

source: kW
ru: кВт

source: hp
ru: л.с.

source: kJ
ru: кДж

source: MJ
ru: МДж

source: N
ru: Н

source: kN
ru: кН

# Reverser
source: Forward
ru: Вперёд

# Reverser
source: Reverse
ru: Назад

# Reverser
source: N
ru: Нейтраль

source: Game Pause Menu
ru: Меню паузы

source: Game Save
ru: Создать сохранение

source: Game Quit
ru: Выйти из игры

source: Game Pause
ru: Приостановить игру

source: Game Screenshot
ru: Снимок экрана

source: Game Fullscreen
ru: На весь экран

source: Game Switch Ahead
ru: Перевести стрелку впереди

source: Game Switch Behind
ru: Перевести стрелку сзади

source: Game Switch Picked
ru: Показ выбранной стрелки/сигнала

source: Game Switch With Mouse
ru: Перевод стрелки мышью

source: Game Uncouple With Mouse
ru: Расцепка мышью

source: Game Change Cab
ru: Смена поста управления

source: Game Request Control
ru: Взять управление на себя

source: Game Multi Player Dispatcher
ru: Создать окно диспетчера

source: Game Multi Player Texting
ru: Текстовое сообщение в мультиплеере

source: Game Switch Manual Mode
ru: Маневровый/Автоматический режим АЛС

source: Game Clear Signal Forward
ru: Запрос открытия сигнала впереди

source: Game Clear Signal Backward
ru: Запрос открытия сигнала сзади

source: Game Reset Signal Forward
ru: Сброс сигнала впереди

source: Game Reset Signal Backward
ru: Сброс сигнала сзади

source: Game Autopilot Mode
ru: Включить автопилот

source: Game Suspend Old Player
ru: Приостановить предыдущий поезд

source: Display Next Window Tab
ru: Помощь. Листать вкладки/варианты

source: Display Help Window
ru: Помощь. Открыть справочник

source: Display Track Monitor Window
ru: Помощь. Монитор путевой обстановки

source: Display HUD
ru: Помощь. Индикация параметров

source: Display Car Labels
ru: Помощь. Номера поездов/вагогов

source: Display Station Labels
ru: Помощь. Названия платформ/путей

source: Display Switch Window
ru: Помощь. Положение стрелок

source: Display Train Operations Window
ru: Помощь. Действия с поездом (составитель)

source: Display Next Station Window
ru: Помощь. Время проследования станций

source: Display Compass Window
ru: Помощь. Компас и координаты

source: Display Basic HUD Toggle
ru: Помощь. Расширеная/базовая индикация

source: Display Train List Window
ru: Помощь. Список поездов на полигоне

source: Debug Speed Up
ru: Отладка. Скорость симуляции +

source: Debug Speed Down
ru: Отладка. Скорость симуляции -

source: Debug Speed Reset
ru: Отладка. Скорость симуляции в норму

source: Debug Overcast Increase
ru: Отладка. Облачность +

source: Debug Overcast Decrease
ru: Отладка. Облачность -

source: Debug Fog Increase
ru: Отладка. Туман +

source: Debug Fog Decrease
ru: Отладка. Туман -

source: Debug Precipitation Increase
ru: Отладка. Осадки +

source: Debug Precipitation Decrease
ru: Отладка. Осадки -

source: Debug Precipitation Liquidity Increase
ru: Отладка. Влажность осадков +

source: Debug Precipitation Liquidity Decrease
ru: Отладка. Влажность осадков -

source: Debug Weather Change
ru: Отладка. Смена погоды

source: Debug Clock Forwards
ru: Отладка. Игровые часы вперёд

source: Debug Clock Backwards
ru: Отладка. Игровые часы назад

source: Debug Logger
ru: Отладка. Запись параметров

source: Debug Dump Keyboard Map
ru: Сохранить таблицу назначения клавиш

source: Debug Tracks
ru: Отладка. Показ резервирования пути

source: Debug Signalling
ru: Отладка. Показ секций пути

source: Debug Reset Wheel Slip
ru: Отладка. Прекратить боксование

source: Debug Toggle Advanced Adhesion
ru: Отладка. Сложная модель сцепления

source: Debug Sound Form
ru: Отладка. Окно диагностики звука

source: Debug Toggle Confirmations
ru: Подтверждения управляющих воздействий

source: Camera Cab
ru: Вид из кабины

source: Camera Change Passenger Viewpoint
ru: Выбор внутренней камеры (пассажир)

source: Camera 3D Cab
ru: Виртуальная кабина

source: Camera Toggle Show Cab
ru: Показать/скрыть кабину

source: Camera Toggle Letterbox Cab
ru: Показать кабину целиком

source: Camera Head Out Forward
ru: Вид из окна вправо

source: Camera Head Out Backward
ru: Вид из окна влево

source: Camera Outside Front
ru: Вид Голова поезда

source: Camera Outside Rear
ru: Вид Хвост поезда

source: Camera Trackside
ru: Вид с обочины

source: Camera SpecialTracksidePoint
ru: Вид со стороны, особый

source: Camera Passenger
ru: Вид Пассажир

source: Camera Brakeman
ru: Вид Составитель

source: Camera Free
ru: Вид Свободная камера

source: Camera Previous Free
ru: Предыдущая свободная камера

source: Camera Reset
ru: Восстановить настройки текущей камеры

source: Camera Move Fast
ru: Ускоренное перемещение камеры

source: Camera Move Slow
ru: Замедленное перемещение камеры

source: Camera Pan (Rotate) Left
ru: Камера сдвиг(поворот) влево

source: Camera Pan (Rotate) Right
ru: Камера сдвиг(поворот) вправо

source: Camera Pan (Rotate) Up
ru: Камера сдвиг(поворот) вверх

source: Camera Pan (Rotate) Down
ru: Камера сдвиг(поворот) вниз

source: Camera Zoom In (Move Z)
ru: Камера наезд(сдвиг вперёд)

source: Camera Zoom Out (Move Z)
ru: Камера отъезд(сдвиг назад)

source: Camera Rotate (Pan) Left
ru: Поворот/сдвиг камеры влево

source: Camera Rotate (Pan) Right
ru: Поворот/сдвиг камеры вправо

source: Camera Rotate (Pan) Up
ru: Поворот/сдвиг камеры вверх

source: Camera Rotate (Pan) Down
ru: Поворот/сдвиг камеры вниз

source: Camera Car Next
ru: Вид на следующий вагон

source: Camera Car Previous
ru: Вид на предыдущий вагон

source: Camera Car First
ru: Вид на первый вагон

source: Camera Car Last
ru: Вид на последний вагон

source: Camera Jumping Trains
ru: Вид на другие поезда

source: Camera Jump Back Player
ru: Вид на поезд игрока

source: Camera Jump See Switch
ru: Вид Показать стрелку

source: Camera Vibrate
ru: Вид Качка

source: Camera Browse Backwards
ru: Камера перелетает к голове поезда

source: Camera Browse Forwards
ru: Камера перелетает к хвосту поезда

source: Control Forwards
ru: Упр. Реверсор Вперёд

source: Control Backwards
ru: Упр. Реверсор Назад

source: Control Throttle Increase
ru: Упр. Контроллер +

source: Control Throttle Decrease
ru: Упр. Контроллер -

source: Control Throttle Zero
ru: Упр. Контроллер Выключить

source: Control Gear Up
ru: Упр. Передача +

source: Control Gear Down
ru: Упр. Передача -

source: Control Train Brake Increase
ru: Упр. Тормоза поезда +

source: Control Train Brake Decrease
ru: Упр. Тормоза поезда -

source: Control Train Brake Zero
ru: Упр. Тормоза поезда на нейтраль

source: Control Engine Brake Increase
ru: Упр. Локомотивный тормоз +

source: Control Engine Brake Decrease
ru: Упр. Локомотивный тормоз -

source: Control Dynamic Brake Increase
ru: Упр. Электродинамический тормоз +

source: Control Dynamic Brake Decrease
ru: Упр. Электродинамический тормоз -

source: Control Bail Off
ru: Упр. Отпустить независимый тормоз

source: Control Initialize Brakes
ru: Упр. Восстановить тормоза

source: Control Handbrake Full
ru: Упр. Ручной тормоз затянуть

source: Control Handbrake None
ru: Упр. Ручной тормоз отпустить

source: Control Odometer Show/Hide
ru: Одометр показать/скрыть

source: Control Odometer Reset
ru: Одометр сбросить на ноль

source: Control Odometer Direction
ru: Одометр отсчёт вперёд/назад

source: Control Retainers On
ru: Упр. Ретейнеры Вкл

source: Control Retainers Off
ru: Упр. Ретейнеры Откл

source: Control Brake Hose Connect
ru: Упр. Соединить тормозные рукава поезда

source: Control Brake Hose Disconnect
ru: Упр. Разъединить тормозные рукава

source: Control Alerter
ru: Упр. Кнопка бдительности

source: Control Emergency Push Button
ru: Упр. Кнопка аварийного останова

source: Control Sander
ru: Упр. Пескоподача

source: Control Sander Toggle
ru: Упр. Пескоподача постоянно

source: Control Wiper
ru: Упр. Стеклоочистители

source: Control Horn
ru: Упр. Тифон

source: Control Bell
ru: Упр. Сигнал малой громкости

source: Control Bell Toggle
ru: Упр. Сигнал малой громкости Постоянно

source: Control Door Left
ru: Упр. Двери Левые

source: Control Door Right
ru: Упр. Двери Правые

source: Control Mirror
ru: Упр. Зеркала

source: Control Light
ru: Упр. Освещение кабины

source: Control Pantograph 1
ru: Упр. Токоприёмник 1

source: Control Pantograph 2
ru: Упр. Токоприёмник 2

source: Control Pantograph 3
ru: Упр. Токоприёмник 3

source: Control Pantograph 4
ru: Упр. Токоприёмник 4

source: Control Circuit Breaker Closing Order
ru: Упр. Главный Выключатель Вкл

source: Control Circuit Breaker Opening Order
ru: Упр. Главный Выключатель Откл

source: Control Circuit Breaker Closing Authorization
ru: Упр. Главный Выключатель Возврат

source: Control Diesel Player
ru: Упр. ДВС первый запуск/останов

source: Control Diesel Helper
ru: Упр. ДВС остальные запуск/останов

source: Control Headlight Increase
ru: Упр. Огни +

source: Control Headlight Decrease
ru: Упр. Огни -

source: Control Injector 1 Increase
ru: Упр. Инжектор 1, вода +

source: Control Injector 1 Decrease
ru: Упр. Инжектор 1, вода -

source: Control Injector 1
ru: Упр. Инжектор 1, пар

source: Control Injector 2 Increase
ru: Упр. Инжектор 2, вода +

source: Control Injector 2 Decrease
ru: Упр. Инжектор 2, вода -

source: Control Injector 2
ru: Упр. Инжектор 2, пар

source: Control Blowdown Valve
ru: Упр. Вентиль продувки котла

source: Control Blower Increase
ru: Упр. Сифон +

source: Control Blower Decrease
ru: Упр. Сифон -

source: Control Steam Heat Increase
ru: Упр. Пар на отопление +

source: Control Steam Heat Decrease
ru: Упр. Пар на отопление -

source: Control Damper Increase
ru: Упр. Поддувало +

source: Control Damper Decrease
ru: Упр. Поддувало -

source: Control Firebox Open
ru: Упр. Открыть топку

source: Control Firebox Close
ru: Упр. Закрыть топку

source: Control Firing Rate Increase
ru: Упр. Подача топлива +

source: Control Firing Rate Decrease
ru: Упр. Подача топлива -

source: Control Fire Shovel Full
ru: Упр. Подача топлива максимум

source: Control Cylinder Cocks
ru: Упр. Продувка цилиндров

source: Control Large Ejector Increase
ru: Упр. Бол. эжектор +

source: Control Large Ejector Decrease
ru: Упр. Бол. эжектор -

source: Control Small Ejector Increase
ru: Упр. Мал. эжектор +

source: Control Small Ejector Decrease
ru: Упр. Мал. эжектор -

source: Control Vacuum Exhauster
ru: Упр. Эксгаустер

source: Control Refill
ru: Упр. Экипировка

source: Control Water Scoop
ru: Упр. Черпак

source: Control ImmediateRefill
ru: Упр. Мгновенная экипировка

source: Control Turntable Clockwise
ru: Упр. Поворотный круг по часовой

source: Control Turntable Counterclockwise
ru: Упр. Повор. круг против часовой

source: Control Generic 1
ru: Упр. Общ.1

source: Control Generic 2
ru: Упр. Общ.2

source: Control Cab Radio
ru: Упр. Радиостанция

source: Control AI Fire On
ru: Упр. Автокочегар Вкл

source: Control AI Fire Off
ru: Упр. Автокочегар Откл

source: Control AI Fire Reset
ru: Упр. Автокочегар Сброс
