Repository: HengYeDev/ORTS-MG
Catalog: Source/Locales/Menu/*.po
Languages: da

source: Generate a listing of your keyboard assignments. The output is placed on your desktop.
da: Generer en liste over dine tastaturbindinger. Resultatet bliver placeret på skrivebordet.

source: World object density
da: Genstandes tæthed

source: Heading to:
da: Retning mod:

source: Control confirmations
da: Bekræftelser

source: Minimum length (m)
da: Minimum længde (m)

source: Export
da: Eksporter

source: ToTest
da: Tester

source: Pressure unit
da: Trykenhed

source: Activity Briefing
da: Aktivitets Beskrivelse

source: Dispatcher window
da: Dispatcher vindue

source: Updater
da: Opdatering

source: Default is 130%
da: Standard er 130%

source: Other units
da: Andre enheder

source: Activity:
da: Aktivitet:

source: Press any key
da: Tryk en på en tast

source: Import/ export
da: Importer/ eksporter

source: Time
da: Tid

source: No detail (-{0}%)
da: Ingen detaljer (-{0}%)

source: Viewing vertical FOV
da: Lodret synsfelt

source: Default is 10%
da: Standard er 10%

source: Level:
da: Niveau:

source: Video
da: Grafik

source: Log performance data
da: Log ydelsesdata

source: Glass on in-game windows
da: Gennemsigtige vinduer

source: Tile
da: Sted

source: Season:
da: Sæson:

source: Options
da: Indstillinger

source: Evaluation
da: Evaluering

source: Log train speed
da: Log togets hastighed

source: Advanced adhesion model
da: Avanceret friktionsmodel

source: Continue with conflicting key assignments?
da: Fortsæt med modstridende tastebindinger?

source: Timetable set:
da: Tidsplan:

source: Gauge (mm)
da: Sporvidde (mm)

source: Open Save Packs folder
da: Åbn Gemte-spil-mappen

source: Day:
da: Dag:

source: Sound detail level
da: Lydkvalitet

source: Load the factory default key assignments.
da: Gendan fabriksindstillinger for tastebindinger

source: Summary
da: Oversigt

source: Consist: {0}
da: Sammensætning: {0}

source: File
da: Fil

source: Update to {0}
da: Opdatér til {0}

source: Simulation
da: Simulering

source: Path
da: Sti

source: Test all
da: Test alle

source: Train: {0}
da: Tog: {0}

source: Duration:
da: Varighed:

source: User name:
da: Brugernavn:

source: Automatically tune settings to keep performance level
da: Automatisk justerering af indstillinger for at opretholde ydeevne

source: Forced red at station stops
da: Tvunget rødt ved stop på stationer

source: ETCS circular speed gauge
da: ETCS cirkulær hastigheds-måler

source: Timetable set: {0}
da: Tidsplan sæt: {0}

source: Default detail (+{0}%)
da: Standard detaljer (+{0}%)

source: Signal light glow
da: Signal lysskær

source: Mode:
da: Tilstand:

source: Level of detail bias:
da: Detaljeringsniveau:

source: Start logging with the simulation start
da: Start logføring når simuleringen begynder

source: Separator
da: Adskiller

source: Resume
da: Genoptag

source: Adhesion factor random change:
da: Friktionsfaktoren svinger tilfældigt:

source: All files
da: Alle filer

source: Details
da: Detaljer

source: Path:
da: Sti:

source: Default is 0%
da: Standard er 0%

source: Name:
da: Navn:

source: Activity: {0}
da: Aktivitet: {0}

source: Hard
da: Svær

source: Interval (sec)
da: Interval (sek)

source: Save Packs
da: Gemte spil

source: Path: {0}
da: Sti: {0}

source: Adhesion factor correction:
da: Friktionsfaktor rettelse:

source: Delete
da: Slet

source: Vertical sync
da: Lodret synkronisering

source: Timetable
da: Tidsplan

source: Cancel changes
da: Annuller ændringer

source: Installation profile
da: Installationsprofil

source: Replay from previous save
da: Afspil sidste gemte spil

source: Pause seconds before end:
da: Pause sekunder før slutningen:

source: Model instancing
da: Model instans behandling

source: Experimental
da: Forsøg

source: Distant mountains
da: Bjerge i det fjerne

source: Route
da: Rute

source: Timetable:
da: Tidsplan:

source: Locomotive: {0}
da: Lokomotiv: {0}

source: 0: no elevation, 1: 9cm max; 10: 18cm max
da: 0: ingen elevation, 1: 9cm max; 10: 18cm max

source: Log physics data
da: Log fysiske data

source: Speed units
da: Hastighedsenheder

source: Saved At
da: Gemt ved

source: DefaultSort
da: StandardSort

source: Language
da: Sprog

source: Break couplers
da: Koblingsbrud

source: Audio
da: Lyd

source: Very Hard
da: Meget Svær

source: {0} of {1} saves for this route are no longer valid.
da: {0} af {1} gemte spil til denne rute er ikke længere gyldig.

source: No errors found.
da: Ingen fejl blev fundet.

source: Graduated release air brakes
da: Gradvis frigivelse af trykluftbremser

source: Use data logger to record your simulation data (in-game command: F12). Please remember that the size of the dump file grows with the simulation time!
da: Brug DataLogger til at gemme dine simuleringsdata (kommando: F12). Husk, at størrelsen af logfilen vokser i takt med simuleringstiden!

source: % sound volume
da: % lydstyrke

source: Distance to see mountains
da: Synsafstand til bjerge

source: Super-elevation
da: Elevation i sving

source: Save Pack folder contains {0} save pack:
da: Gemte-spil-mappen indeholder {0} spil:

source: Alerter in cab
da: Advarsler i førehus

source: Activity
da: Aktivitet

source: General
da: Generelt

source: Explore Route
da: Udforsk Rute

source: Save Pack '{0}' exported successfully.
da: Gemt spil '{0}' eksporteret med succes.

source: Extend object maximum viewing distance to horizon
da: Udvid objekters maksimal synsafstand til horisonten

source: Override non-electrified route line-voltage
da: Tillad elektriske tog på ikke-elektrificeret rute

source: {0:F0}° vertical FOV is the same as: {1:F0}° horizontal FOV on 4:3 {2:F0}° horizontal FOV on 16:9
da: {0:F0}° lodret synsfelt er det samme som: {1:F0}° vandret synsfelt på 4:3 {2:F0}° vandret synsfelt på 16:9

source: Undelete
da: Gendan

source: Restores all saves deleted in this session.
da: Gendanner alle gemte spil, slettet i denne session.

source: Passed
da: Bestået

source: Locomotive:
da: Lokomotiv:

source: Viewing distance (m)
da: Synsafstand (m)

source: Curve dependent speed limit
da: Sving: hastighed-afhængig

source: Double overhead wires
da: Dobbelte køreledninger

source: Target frame rate
da: FPS målsætning

source: Content
da: Indhold

source: Location-linked passing path processing
da: Lokaliseret alternativ rute behandling

source: Route: {0}
da: Rute: {0}

source: Import and export saved games
da: Importer og eksporter gemte spil

source: Retainer valve on all cars
da: Hold kontraventil på alle vogne

source: 0 to clip cab view, 100 to stretch it. For cab views that match the display, use 100.
da: 0 for at forkorte førerhuset, 100 for at strække den. For førerhuse der matcher skærmen, kan du bruge 100.

source: Show shape warnings
da: Vis advarsler ved kurver

source: Load DDS textures in preference to ACE
da: Indlæs DDS strukturer fremfor ACE

source: EditKey
da: RedigerKnap

source: % cab 2D stretch
da: % stræk af 2D førehus

source: Installation profiles tell Open Rails where to look for game content. Add each full and mini-route MSTS installation.
da: Installationsprofiler fortæller Open Rails hvor der skal ledes efter spilindhold. Alle MSTS installationer (komplet eller mini) kan specificeres.

source: Data logger
da: Data logføring

source: Steam locomotive hot start
da: Damplokomotiv varm start

source: Installation profile:
da: Installationsprofil:

source: Difficulty:
da: Sværhedsgr.:

source: Experimental features that may slow down the game, use at your own risk.
da: Forsøgsfunktioner der kan bremse spillet, brug dem på eget ansvar.

source: Less detail (-{0}%)
da: Mindre detailjer (-{0}%)

source: Timetable: {0}
da: Tidsplan: {0}

source: Log miscellaneous data
da: Log øvrige data

source: Cancel
da: Annuller

source: Check
da: Tjek

source: Sound Volume 0-100
da: Lyd niveau 0-100

source: Resume/ Replay...
da: Genoptag/ Genafspil...

source: Reset to default
da: Gendan standardindstillinger

source: Click to change this key
da: Klik her for at ændre denne tast

source: Saved Games
da: Gemte spil

source: Export to Save Pack
da: Eksporter til Gemte spil

source: Weather:
da: Vejret:

source: Shortest curve to have elevation
da: Korteste sving for at have elevation

source: Defaults
da: Standard

source: Logging
da: Logføring

source: Log station stops
da: Log data ved stop på stationer

source: Adhesion proportional to rain/snow/fog
da: Friktionsfaktor proportional med regn/sne/tåge

source: Override user settings when running tests
da: Tilsidesæt brugerindstillinger, når der køres tests

source: A listing of all keyboard commands and keys has been placed here:
da: En liste over alle tastatur kommandoer og nøgler er placeret her:

source: Deletes the currently selected save or saves.
da: Sletter det/de valgte gemte spil.

source: Check for incorrect key assignments.
da: Tjek for ukorrekte tastebindinger

source: Also in external views
da: Også ved ydre kameraer

source: Ambient daylight brightness:
da: Ambient dagslys lysstyrke:

source: Overhead wire
da: Køreledning

source: Invalid saves
da: Ugyldige spil

source: Time:
da: Tid:

source: Curve dependent resistance
da: Sving: modstand-afhængig

source: Default is 100%
da: Standard er 100%

source: Valid
da: Gyldig

source: Tested
da: Testet

source: More detail (+{0}%)
da: Flere detaljer (+{0}%)

source: Brake pipe charging rate (PSI/s)
da: Opfyldning af bremserør (PSI/s)

source: Dynamic shadows
da: Dynamiske skygger

source: Save Pack '{0}' imported successfully.
da: Gemt spil '{0}' importeret med succes.

source: Very easy
da: Meget nem

source: Tunnel dependent resistance
da: Tunnel afhængig modstand

source: Viewing distance (km)
da: Synsafstand (km)

source: What's new?
da: Hvad er nyt?

source: Keyboard
da: Tastatur

source: Level
da: Niveau

source: Client
da: Klient

source: Testing
da: Test

source: Import Save Pack
da: Importer Gemte spil

source: Starting at:
da: Afgang fra:

source: Train:
da: Tog:

source: Remove all custom key assignments?
da: Fjern alle brugerdefinerede tastebindinger?

source: Consist:
da: Sammensætning:

source: ActivityFilePath
da: Sti til aktiviteter

source: MSTS environments
da: MSTS omgivelser

source: Pause replay at end
da: Pause i slutningen

source: Update check failed
da: Opdatering mislykkedes

source: Adhesion moving average filter size
da: Størrelsen af filter til friktion

source: All detail (+{0}%)
da: Alle detaljer (+{0}%)

source: Distance
da: Afstand

source: Accept changes
da: Accepter ændringer

source: Errors
da: Fejl

source: To prevent crashes and unexpected behaviour, Open Rails invalidates games saved from older versions if they fail to restore.
da: For at undgå nedbrud og uventede problemer, vil nye versioner af Open Rails ugyldiggøre gamle gemte spil.

source: Tools ▼
da: Vørktøjer ▼

source: Easy
da: Nem

source: Select an installation profile (MSTS folder) to add:
da: Vælg en installationsprofil (MSTS mappe) der skal tilføjes:

source: Clear sort
da: Ryd sortering

source: Name
da: Navn

source: Replay from start
da: Afspil fra begyndelsen

source: Good luck!
da: Held og lykke!

source: Route:
da: Rute:
