Repository: HengYeDev/ORTS-MG
Catalog: Source/Locales/ActivityRunner/*.po
Languages: da, pt_br

source: Main reservoir
da: Hovedbeholder
pt_br: Reservatório principal

source: Handbrk
da: Håndbremse
pt_br: FreioManual

source: FORCE INFORMATION
da: KRAFT INFORMATION
pt_br: INFORMAÇÃO DE FORÇA

source: Conditions
da: Betingelser
pt_br: Condições

source: Axle drive force
da: Aksel drivkraft
pt_br: Força de acion. do eixo

source: Axle brake force
da: Aksel bremsekraft
pt_br: Força do freio do eixo

source: Number of substeps
da: Antal undertrin
pt_br: Número de subetapas

source: Stability correction
da: Stabilitet korrektion
pt_br: Correção de estab

source: (Advanced adhesion model disabled)
da: (Avanceret friktionsmodel deaktiveret)

source: Motive
da: Motorkraft
pt_br: Motivo

source: Brake
da: Bremser
pt_br: Freio

source: Friction
da: Friktion
pt_br: Atrito

source: Gravity
da: Tyngdekraft
pt_br: Gravidade

source: Curve
da: Kurve
pt_br: Curva

source: Coupler
da: Kobling
pt_br: Engate

source: Train
da: Tog
pt_br: Trem

source: Travelled
da: Rejst
pt_br: Percorrido

source: AI mode
da: AI tilstand
pt_br: AI modo

source: Path
da: Sti
pt_br: Caminho

source: Logging enabled
da: Logning aktiveret
pt_br: Log ativado

source: wait
da: vent
pt_br: aguarde

source: Camera
da: Kamera
pt_br: Câmera

source: filtered by {0:F0}
da: filtreret af {0:F0}
pt_br: filtrado por {0: F0}

source: Next Station
da: Næste Station
pt_br: Próxima estação

source: No more stations.
da: Ikke flere stationer
pt_br: Não há mais estações.

source: Activity completed.
da: Aktivitet fuldført.
pt_br: Atividade concluída.

source: Current Delay: {0} minute
da: Aktuel Forsinkelse: {0} minut
pt_br: Atraso atual: {0} minuto

source: Train not active.
da: Toget inaktiv.
pt_br: Trem inativo.

source: Camera: {0}
da: Kamera: {0}
pt_br: Câmera: {0}

source: Odometer {0}
da: Kilometertæller {0}
pt_br: Odômetro {0}

source: Quit {1} ({0})
da: Afslut {1} ({0})
pt_br: Sair {1} ({0})

source: Save your game ({0})
da: Gem dit spil ({0})
pt_br: Salve seu jogo ({0})

source: Continue playing ({0})
da: Fortsæt spillet ({0})
pt_br: Continue jogando ({0})

source: Switch
da: Skift
pt_br: AMV

source: Track Monitor
da: Spor Monitor
pt_br: Monitor de via

source: Manual
da: Manuel

source: Explorer
da: Udforsk
pt_br: Explorador

source: OutOfControl :
da: UdeAfKontrol:
pt_br: Fora de controle :

source: Inactive
da: Inaktiv
pt_br: Inativo

source: Unknown
da: Ukendt
pt_br: Desconhecido

source: Speed:
da: Hastighed:
pt_br: Velocidade:

source: Projected:
da: Forventet:
pt_br: Acelerômetro:

source: Limit:
da: Begrænsning:
pt_br: VMA:

source: Dist Speed Aspect
da: Dist Hastighed

source: Train Operations
da: Tog Sammensætning
pt_br: Operações do trem

source: diesel oil
da: dieselolie
pt_br: óleo diesel

source: wood
da: træ
pt_br: madeira

source: Refill: No suitable pick-up point anywhere, so refilling immediately.
da: Påfyldning: Ingen passende afhentningspunkt nogen steder, så påfyld straks

source: Refill: Distance to {0} supply is {1}.
da: Påfyldning: Afstand til {0}-forsyning er {1}.
pt_br: Recarga: a distância até o suprimento {0} é {1}.

source: Refill: Loco must be stationary to refill {0}.
da: Påfyldning: Lokomotivet skal holde stille ved påfyldning af {0}.
pt_br: Recarga: A locomotiva deve estar estacionária para reabastecer {0}.

source: Refill: Loco speed must exceed {0}.
da: Påfyldning: Lokomotivets hastighed skal være højere end {0}
pt_br: Recarga: a velocidade da locomotiva deve exceder {0}.

source: Refill: Loco speed must not exceed {0}.
da: Påfyldning: Lokomotivets hastighed må ikke overstige {0}.
pt_br: Recarga: a velocidade da locomotiva não deve exceder {0}.

source: Refill: {0} supply now replenished.
da: Påfyldning: {0} genopfyldes.
pt_br: Recarga: {0} suprimento agora reabastecido.

source: {0:F0} texture
pt_br: {0:F0} textura

source: {0:F0} shape
pt_br: {0:F0} objeto

source: {0:F0} tile
pt_br: {0:F0} terreno

source: DispatchViewer
pt_br: Visualizador de Dispachador

source: AL Sources
pt_br: Fontes de AL

source: Sound Debug
pt_br: Depuração de som

source: Pause
pt_br: Pausa

source: Train: {0}
pt_br: Trem: {0}

source: Car ID
pt_br: ID

source: Station
pt_br: Estação

source: Frame time
pt_br: Tempo de quadros

source: Render process
pt_br: Proc. de renderização

source: Updater process
pt_br: Proc. de atualização

source: Loader process
pt_br: Proc. de carregamento

source: Sound process
pt_br: Processo de som

source: Version
pt_br: Versão

source: Gradient
pt_br: Elevação

source: Regulator
pt_br: Regulador

source: Autopilot
pt_br: Piloto automatico

source: Wheel skid
pt_br: Patinação

source: MultiPlayerStatus:
pt_br: Modo multiplayer - status:

source: Dispatcher
pt_br: Controlador

source: Client
pt_br: Modo jogador

source: CONSIST INFORMATION
pt_br: INFORMAÇÃO DA COMPOSIÇÃO

source: Type
pt_br: Tipo

source: Tonnage
pt_br: Tonelagem

source: Drv/Cabs
pt_br: Drv/Cabine

source: PlayerLoco
pt_br: Locomotiva

source: Large Ejector
pt_br: Ejetor grande

source: Small Ejector
pt_br: Ejetor pequeno

source: Pressure
pt_br: Pressão

source: Vacuum Pump
pt_br: Bomba de vácuo

source: BrkCyl
pt_br: CF

source: BrkPipe
pt_br: EG

source: RetValve
pt_br: RetValvula

source: TripleValve
pt_br: TripleValvula

source: AnglCock
pt_br: Toneira

source: (Advanced adhesion model)
pt_br: (Modo de adesão avançado)

source: Loco Adhesion
pt_br: Adesão da locomotiva

source: Wag Adhesion
pt_br: Adesão do vagão

source: Tang. Force
pt_br: Tang. Força

source: Static Force
pt_br: Statica Força

source: Axle out force
pt_br: Força de saída do eixo

source: Wagon Adhesion
pt_br: Adesão de vagão

source: (Simple adhesion model)
pt_br: (Modelo de adesão simples)

source: Tunnel
pt_br: Tunel

source: Mass
pt_br: Peso

source: Brk Frict.
pt_br: Freio fricção.

source: Brk Slide
pt_br: Freio deslizar

source: DISPATCHER INFORMATION
pt_br: INFORMAÇÃO DO DESPACHADOR

source: Signal
pt_br: Sinal

source: Consist
pt_br: Trem

source: DEBUG INFORMATION
pt_br: INFORMAÇÃO DE DEPURAÇÃO

source: Build
pt_br: Construir

source: Adapter
pt_br: Placa de vídeo

source: Shadow maps
pt_br: Sombras

source: Shadow primitives
pt_br: Primitivas de sombra

source: Render primitives
pt_br: Renderizar primitivas

source: Total process
pt_br: Processo total

source: {0:F0} MB ({5}, {6}, {7}, {8}, {1:F0} MB managed, {9:F0} kB/frame allocated, {2:F0}/{3:F0}/{4:F0} GCs)
pt_br: {0: F0} MB ({5}, {6}, {7}, {8}, {1: F0} MB gerenciados, {9: F0} kB / quadro alocado, {2: F0} / {3: F0} / {4: F0} GCs)

source: {0:F0} FPS (50th/95th/99th percentiles {1:F1} / {2:F1} / {3:F1} ms, shader model {4})
pt_br: {0: F0} FPS (percentis 50/95/99) {1: F1} / {2: F1} / {3: F1} ms, modelo de sombreamento {4})

source: {0} logical processor
pt_br: {0} processador lógico

source: FOV: {0:F0}°
pt_br: Zoom: {0:F0}°

source: Pause Menu
pt_br: Pausado

source: Auto Signal
pt_br: Sinal automático

source: Turntable
pt_br: Rotunda

source: Milepost Limit Dist
pt_br: Km Limit Dist

source: Train List
pt_br: Lista de trens

source: Number
pt_br: Número

source: Service Name
pt_br: Nome do serviço

source: Viewed
pt_br: Visão

source: Train in turntable not aligned to a track can't be selected
pt_br: O trem na plataforma giratória não alinhado a uma pista não pode ser selecionado

source: Player train can't be switched when in turntable not aligned to a track
pt_br: O trem do jogador não pode ser trocado quando a mesa giratória não está alinhada a uma pista

source: Refill: Immediate refill process selected, refilling immediately.
pt_br: Recarga: Processo de recarga imediata selecionado, recarregando imediatamente.

source: Refill: Electric loco and no pickup. Command rejected
pt_br: Recarga: Loco elétrico e sem coleta. Comando rejeitado

source: Incompatible pickup type
pt_br: Tipo de recebimento incompatível

source: Starting refill
pt_br: Iniciando carregamento

source: Refill: {0} fuel or freight now unloaded.
pt_br: Recarga: {0} suprimento agora reabastecido.

source: {0} meter
pt_br: {0} metro

source: No scoop in this loco
pt_br: Nenhuma informação neste loco

source: Scoop is broken, can't refill
pt_br: O furo está quebrado, não é possível reabastecer

source: Scoop broken because activated outside through
pt_br: Scoop quebrado porque ativado do lado de fora
