Repository: HengYeDev/ORTS-MG
Catalog: Source/Locales/ActivityRunner/*.po
Languages: da, pt_br

source: Release
da: Frigiv

source: Quick Release
da: Frigiv Hurtigt

source: Neutral
da: Frigear

source: Apply
da: Anvend

source: EPApply
da: EPAnvend

source: Emergency
da: Nødsituation

source: Lap
da: Omgang

source: Cont. Service
da: Kont. Service

source: Full Service
da: Fuld Service

source: Overcharge
da: Overbelastning

source: Emergency Braking Push Button
da: Nødbremse Tryk Knap

source: TCS Emergency Braking
da: TCS Nødbremse

source: TCS Full Service Braking
da: TCS Fuld Service

# Brake Controller
source: Running
da: Kører

# PowerSupply
source: Off
da: Fra

# PowerSupply
source: On ongoing
da: Starter op

# PowerSupply
source: On
da: Til

# Pantograph
source: Down
da: Ned

# Pantograph
source: Lowering
da: Sænker

# Pantograph
source: Raising
da: Hæver

# Pantograph
source: Up
da: Op

# CircuitBraker
source: Open
da: Åben

# CircuitBraker
source: Closing
da: Lukker

# CircuitBraker
source: Closed
da: Lukket

source: Switching Request Sent to the Server
da: Sporskifte skift-anmodning sendt til serveren
pt_br: Solicitação de comutação enviada ao servidor

source: View Self
da: Se dig selv
pt_br: Visão automatica

source: MSG to Server
da: Besked til server
pt_br: MSG para o servidor

source: MSG to All
da: Besked til Alle
pt_br: MSG para todos

source: View Train
da: Vis tog
pt_br: Visão do trem

source: Remove
da: Fjern
pt_br: Remover

source: Auto Switch
da: Auto Sporskifte
pt_br: AMV's automáticos

source: Show Avatars
da: Vis Avatarer
pt_br: Mostrar nomes

source: MSG to Selected
da: Besked til Valgte
pt_br: MSG para o selecionado

source: Compose MSG
da: Skriv Besked
pt_br: Compor MSG

source: Reply to Selected
da: Besvar til Valgte
pt_br: Responder para o selecionado

source: Draw Path
da: Tegn Rute
pt_br: Traçar caminho

source: Pick Signals
da: Vælg Signaler
pt_br: Escolher sinais

source: Pick Switches
da: Vælg Sporskifter
pt_br: Escolher AMV's

source: Can Join
da: Kan Deltage
pt_br: Pode juntar

source: Assist
da: Assister

source: Follow
da: Følg
pt_br: Segue

source: Penalty
da: Straf
pt_br: Penalidade

source: Prefer Green
da: Foretræk Grøn
pt_br: Prefere verde

source: See in Game
da: Se i Spil
pt_br: Veja no jogo

source: Clear All
da: Ryd All
pt_br: Limpar tudo

source: Reply Selected
da: Besvar Valgte
pt_br: Resposta selecionada

source: MessageViewer
da: BeskedFremviser
pt_br: Visualizador de mensagens

source: Active sounds
da: Aktive lyde
pt_br: Sons ativos

source: Inactive sounds
da: Inaktive lyde
pt_br: Sons inativos

source: Sound cache
da: Lyd cache
pt_br: Cachê de som

source: Selected sound
da: Valgt lyd
pt_br: Som selecionado

source: Speed
da: Hastighed
pt_br: Velocidade

source: Variable 2
da: Variabel 2
pt_br: Variável 2

source: Variable 3
da: Variabel 3
pt_br: Variável 3

source: Variable 1
da: Variabel 1
pt_br: Variável 1

source: Distance
da: Afstand
pt_br: Distância

source: Volume
da: Lydstyrke

source: Connection to the server is lost, will play as single mode
da: Forbindelsen til serveren er gået tabt, fortsætter som singleplayer

source: Alt-E to gain control of your train
da: Alt-E for at få kontrol over dit tog

source: Dispatcher does not allow hand throw at this time
da: Speditøren tillader ikke at give sorteper videre nu

source: main route
da: hoved rute

source: side route
da: side rute

source: You are the new dispatcher. Enjoy!
da: Du er den nye speditør. God fornøjelse!

source: Name conflicted with people in the game, will play in single mode
da: Navn konflikter med folk i spillet, fortsætter som singleplayer

source: You gained back the control of your train
da: Du fik igen kontrol over dit tog

source: Server quits, will play as single mode
da: Serveren lukkes, fortsætter som singleplayer

source: Trains uncoupled, gain back control by Alt-E
da: Tog frakoblet, få kontrollen tilbage med Alt-E

source: Trains coupled, hit \ then Shift-? to release brakes
da: Tog sammenkoblet, tryk \ derefter Shift-? for at frigøre bremserne

source: You are an assistant now, will be able to handle switches and signals.
da: Du er en assistent nu, som vil være i stand til at håndtere sporskiftere og signaler.

source: You are no longer an assistant.
da: Du er ikke længere en assistent

source: Switched, current route is {0}
da: Skiftet, aktuelle rute er {0}

source: New dispatcher is {0}
da: Ny speditør er {0}

source: {0} quit.
da: {0} afslut.

source: {0} lost.
da: {0} tabt.

source: From {0}: {1}
da: Fra {0}: {1}

source: Missing car, have substituted with other one.
da: Mangler vogn, er erstattet med en anden.

source: Cannot decouple: train has {0} player, need to completely stop.
da: Kan ikke frakoble: toget har {0} spiller, nødt til helt at stoppe.

source: Coupler broken!
da: Kobling brudt!

source: Coupler overloaded!
da: Kobling overbelastet!

source: Other train is blocking path
da: Et andet tog blokerer ruten

source: Stopped due to errors in route setting
da: Stoppet pga. fejl i rute-indstillinger

source: No signal in train's path
da: Ingen signaler på togets rute

source: Next signal already allocated to other train
da: Næste signal er allerede tildelt et andet tog

source: Request to clear signal cannot be processed
da: Anmodning om rydning af signal kan ikke udføres

source: No switch found
da: Ingen sporskifter fundet

source: You cannot enter manual mode when autopiloted
da: Du kan ikke skifte til manuel tilstand i autopilot tilstand

source: Train is not back on original route
da: Toget befinder sig ikke på den oprindelige rute

source: Original route is reverse from present direction, stop train before switching
da: Oprindelige rute er vendt fra nuværende retning, stop toget før du skifter

source: Cannot change to Manual Mode while in Explorer Mode
da: Kan ikke skifte til manuel tilstand i Udforsk Rute-tilstand

source: Reversal required and rear of train not on required route
da: Vending påkrævet, og bagsiden af toget er ikke på ruten

source: Cannot clear signal behind train while in AUTO mode
da: Kan ikke rydde signalet bag toget i AUTO-tilstand

source: Allowed speed raised to {0}
da: Tilladt hastighed hævet til {0}
pt_br: VMA aumentada para {0}

source: Train stopped due to problems with other train: train {0} , reason: {1}
da: Toget stoppet pga. problemer med et andet tog: tog {0} , årsag: {1}

source: Activity Save file '*.save' not found in folder {0}
da: Gemt spil '*.save' ikke fundet i mappen {0}
pt_br: O arquivo de salvamento de atividade '* .save' não foi encontrado na pasta {0}

source: Engine
da: Motor

source: Gear
da: Gearkasse

source: Fuel
da: Brændstof

source: No power line!
da: Ingen køreledninger!

source: Power line condition overridden.
da: Kørelednings-krav tilsidesat.

source: Pantographs
da: Strømaftagere

source: Circuit breaker
da: Strømafbryder

source: NOT OK
da: IKKE OK

source: Driver
da: Fører

source: Auxiliary power
da: Ekstra effekt

# PowerSupply
source: Power
da: Effekt

source: Tender coal supply is empty. Your loco will fail.
da: Kulvognen er tom. Dit lokomotiv vil fejle.

source: Tender water supply is empty. Your loco will fail.
da: Kulvognens vandforsyning er tom. Dit lokomotiv vil fejle.

source: Fire has dropped too far. Your loco will fail.
da: Ilden er gået ud. Dit lokomotiv vil fejle.

source: FireMass is getting low. Your fireman will shovel faster, but don't wear him out.
da: Fyrkassens niveau er lav: Din fyrbøder må skovle hurtigere, men slid ham ikke op.

source: FireMass is back within limits. Your fireman will shovel as per normal.
da: Fyrkassens niveau er inden for grænsen. Din fyrbøder kan skovle som normalt.

source: Water level dropped too far. Plug has fused and loco has failed.
da: Vand niveau er for lavt. Smelteproppen er smeltet og lokomotivet har fejlet.

source: Boiler overfull and priming.
da: Kedlen overfyldt, medriven af vand i cylinderen. (priming).

source: Boiler no longer priming.
da: Ingen medriven af vand til cylinderne (no priming).

source: Fixed gear
da: Fast gear

source: Steam usage
da: Damp forbrug

source: Boiler pressure
da: Kedel tryk

source: Boiler water level
da: Kedel vandniveau

source: (safe range)
da: (sikkert område)

source: (absolute)
da: (absolut)

source: Fire mass
da: Fyring

source: Fire ratio
da: Ildforhold

source: Fuel levels
da: Brændstofniveau

source: coal
da: kul
pt_br: carvão

source: water
da: vand
pt_br: água

source: Compound locomotive
da: Togsæt

source: Fixed Geared locomotive
da: Fastgear lokomotiv

source: Selectable Geared locomotive
da: Lokomotiv med manuel gear

source: Unknown Geared locomotive
da: Lokomotiv med ukendt gear

source: Simple locomotive
da: Simpelt lokomotiv

source: Not defined (assumed simple)
da: Ukendt (måske simpelt)

source: Locomotive Type:
da: Lokomotiv Type:

source: Evap
da: Fordampning

source: Grate
da: Rist

source: Boiler
da: Kedlen

source: Steam Production
da: Damp Produktion

source: Boiler:
da: Kedel:

source: Heat:
da: Varme:

source: In
da: Ind

source: Out
da: Ud

source: Stored
da: Lagret

source: Flue
da: Aftræk

source: Water
da: Vand

source: Steam Usage
da: Damp Forbrug

source: Usage:
da: Forbrug:

source: Blower
da: Blæser

source: Radiation
da: Stråling

source: Initial
da: Initialiser

source: Exhaust
da: Udstødning

source: Press:
da: Tryk:

source: Safety
da: Sikkert

source: Open
da: Åben

source: Closed
da: Lukket

source: Yes
da: Ja
pt_br: Sim

source: No
da: Nej
pt_br: Não

source: On
da: Til

source: Off
da: Fra

source: Fireman
da: Fyrbøder

source: Fire:
da: Fyring:

source: Actual
da: Aktuel
pt_br: Real

source: MaxFireR
da: MaxFyring

source: BurnRate
da: Fyringsgrad

source: Injector:
da: Indsprøjtning:

source: Tender:
da: Kulvogn:

source: Coal
da: Kul

source: CoalOut
da: KulUd

source: WaterOut
da: VandUd

source: FireOut
da: Fyring

source: BstReset
da: Nulstil

source: Performance
da: Ydeevne

source: Power:
da: Effekt:

source: Static
da: Statisk

source: Gears can't be changed unless throttle is at zero.
da: Gear kan ikke ændres, medmindre gashåndtaget er på nul.

# HUD
source: Power
da: Effekt

source: You are traveling too fast for this curve. Slow down, your freight may be damaged and your train may derail.
da: Du kører for hurtigt i denne kurve. Sæt farten ned, dit gods kan tage skade og dit tog kan blive afsporet.

source: You are travelling too fast for this curve. Slow down, your passengers are feeling uncomfortable and your train may derail.
da: Du kører for hurtigt for denne kurve. Sæt farten ned, dine passagerer føler sig utilpas og dit tog kan blive afsporet.

source: Your train has overturned.
da: Dit tog er væltet.

source: (flipped)
da: (vendt)

source: High Pressure
da: Højt Tryk

source: Low Pressure
da: Lavt Tryk

source: Slow Direct
da: Langsom

source: Oil
da: Olie

# Engine
source: Stopped
da: Stoppet

# Engine
source: Starting
da: Starter

# Engine
source: Running
da: Kører

# Engine
source: Stopping
da: Stopper

source: Passenger boarding completed. Waiting for signal ahead to clear.
da: Ombordstigning fuldført. Afvent klart signal.

source: Passenger boarding completed. You may depart now.
da: Ombordstigning fuldført. Du er nu klar til afgang.

source: Passenger boarding completes in {0:D2}:{1:D2}
da: Ombordstigning fuldført om {0:D2}:{1:D2}

source: None
da: Ingen

source: Warning
da: Advarsel

source: Error
da: Fejl

source: <none>
da: <ingen>

source: reverse
da: baglæns

source: neutral
da: frigear

source: forward
da: Fremad

source: locked. Close throttle, stop train then re-try.
da: låst. Tag gassen af, stop toget og forsøg igen.

source: Throttle
da: Gashåndtag
pt_br: Acelerador

source: close
da: luk

source: open
da: åbn

source: locked. Release dynamic brake then re-try.
da: låst. Frigiv den dynamiske bremse og forsøg igen.

source: Wheel-slip
da: Hjulspin

source: over
da: ovre

source: occurring. Tractive power greatly reduced.
da: opstår. Trækkraften stærkt reduceret.

source: warning
da: advarsel

source: Power
da: Strøm

source: off
da: fra
pt_br: desligado

source: on
da: til
pt_br: ligado

source: Pantograph 1
da: Strømaftager 1

source: lower
da: sænk

source: raise
da: hæv

source: Pantograph 2
da: Strømaftager 2

source: Player Diesel Power
da: Fører Diesel-motor

source: locked. Close throttle then re-try.
da: låst. Tag gassen af og forsøg igen.

source: Helper Diesel Power
da: Hjælper Diesel-motor

source: re-fueled
da: tanket

source: level
da: niveau

source: Injector 1
da: Indsprøjtning 1

source: Injector 2
da: Indsprøjtning 2

source: decrease
da: reducer

source: increase
da: øg

source: Damper
da: spjæld

source: Firebox Door
da: Fyrkasse-låge

source: Firing Rate
da: Fyringsgrad

source: Manual Firing
da: Håndfyring

source: Fire
da: Fyring

source: add shovel-full
da: Skovlen fyldt

source: Cylinder Cocks
da: Cylinder Porte

source: Tender
da: Kulvogn

source: Coal re-filled
da: Kul fyldt op

source: Coal level
da: Kul niveau

source: Water re-filled
da: Vand fyldt op

source: Water level
da: Vand niveau

source: Train Brake
da: Togbremse

source: release
da: løsner

source: apply
da: anvend

source: Engine Brake
da: Lokomotivbremse

source: Dynamic Brake
da: Dynamisk Bremse

source: Emergency Brake
da: Nødbremse

source: Bail Off
da: Nulstil Bremser

source: disengage
da: frigør

source: engage
da: brug

source: Brakes
da: Bremser

source: initialize
da: Initialiser

source: cannot initialize. Stop train then re-try.
da: Kan ikke initialisere. Stop toget og forsøg igen.

source: Handbrake
da: Håndbremse

source: none
da: Ingen

source: full
da: Fuld

source: Retainers
da: Retainer
pt_br: Retentores

source: Brake Hose
da: Bremseslange

source: disconnect
da: frakobl

source: connect
da: tilkobl

source: Sander
da: Sandspreder

source: Alerter
da: Alarm

source: acknowledge
da: godkend

source: Whistle
da: Fløjte

source: blow
da: blæs

source: Bell
da: Klokke

source: Headlight
da: Lys

source: dim
da: normal

source: bright
da: fjernlys

source: Cab Light
da: Kabinelys

source: Wipers
da: Vinduesviskere

source: Cab
da: Førerhus
pt_br: Cabine

source: changing is not available
da: skift er ikke muligt

source: changing disabled. Close throttle, set reverser to neutral, stop train then re-try.
da: skift deaktiveret. Tag gassen af, sæt retningsgiver til frigear, stop toget og forsøg igen.

source: Doors Left
da: Venstre Døre

source: Doors Right
da: Højre Døre

source: Mirror
da: Spejl

source: retract
da: ind

source: extend
da: ud

source: Switch Ahead
da: Sporskifte Forude

source: locked. Use Control+M to change signals to manual mode then re-try.
da: låst. Brug Control+M for at skifte signaler til manuel tilstand og forsøg så igen.

source: Switch Behind
da: Sporskifte Bagude

source: Simulation Speed
da: Simulerings-hastighed

source: reset
da: nulstil

source: Uncouple After
da: Frakobl efter

source: Activity
da: Aktivitet

source: quit
da: afslut

source: resume
da: genoptag

source: Replay
da: genspil

source: Overriding camera replay. Press Escape to resume camera replay.
da: Tilsidesætter kamera-afspilning. Tryk på Escape for at genoptage kamera-afspilning.

source: Gearbox
da: Gearkasse

source: down
da: ned

source: up
da: op

source: locked. Use shaft before changing gear.
da: låst. Brug akslen, før du skifter gear.

source: Signal mode
da: Signal tilstand

source: manual
da: manuel

source: locked. Stop train, then re-try.
da: låst. Stop toget og forsøg igen.

source: {0} to {1:0}%
da: {0} til {1:0}%

# NonSteam
source: Reverser
da: Retningsgiver
pt_br: Atras

# Steam
source: Reverser
da: Retningsgiver
pt_br: Atrás

# Alerter
source: sound
da: lyd

# Horn
source: sound
da: lyd

# Cab
source: change
da: skift

# Switch
source: change
da: skift

source: Held for connecting train :
da: Venter på at forbinde tog :

source: Free
da: Frit
pt_br: Livre

source: Outside Front
da: Udenfor For
pt_br: Visão do lado de fora

source: Outside Rear
da: Udenfor Bag
pt_br: Visão do lado de fora

source: Brakeman
da: Bremsemand
pt_br: Freio manual

source: Passenger
da: Passager
pt_br: Passageiro

source: Head out
da: Hovedet ud
pt_br: Cabeça para fora

source: Trackside
da: Langs sporet

source: 3D Cab
da: 3D Førerhus
pt_br: Cabine 3D

source: Cab view not available
da: Førerhus ikke tilgængelig
pt_br: Visão da cabine não está disponível

source: In MP, use Alt-F4 to quit directly
da: I MP, brug Alt-F4 for at afslutte direkte.
pt_br: No MP, use Alt-F4 para sair

source: 3D Cab view not available
da: 3D førerhus ikke tilgængelig
pt_br: Visão da cabine 3D não está disponível

source: Will not ratate cab and land
da: Vil ikke rotere førerhus og jorden

source: Switched to player control
da: Skiftet til spiller-kontrol
pt_br: Mudou para o controle do jogador

source: You can't switch from manual to autopilot mode
da: Du kan ikke skifte fra manuel til autopilot
pt_br: Você não pode alternar do modo manual para o piloto automático

source: Switched to autopilot
da: Skiftet til autopilot
pt_br: Comutado para piloto automático

source: Game saved
da: Spillet er gemt
pt_br: Jogo salvo

source: Vibrating at level {0}
da: Vibration på niveau {0}
pt_br: Vibração do trem no nível {0}

source: Rotating cab {0}/4, rotating land {1}/4
da: Roterer førerhus {0}/4, roterer jorden {1}/4

source: Keyboard map list saved to '{0}'.
da: Tastatur list gemt til '{0}'.
pt_br: Lista de comandos do teclado salvas em '{0}'.

source: Keyboard map image saved to '{0}'.
da: Tastatur billede gemt til '{0}'.

source: {0} viewpoint stored. Use Shift+8 to restore viewpoints.
da: {0} synspunkt gemt. Brug Shift +8 for at genskabe synspunkter.
pt_br: Ponto de vista {0} armazenado. Use Shift + 8 para restaurar pontos de vista.

source: Activity Events
da: Aktivitets Opgaver
pt_br: Eventos de atividade

source: without success
da: uden succes
pt_br: sem sucesso

source: Resume
da: Genoptag
pt_br: Continuar

source: Resume and close box
da: Genoptag spillet og luk vinduet
pt_br: Retomar e fechar caixa

source: Close box
da: Luk vindue
pt_br: Fechar caixa

source: Quit activity
da: Afslut aktiviteten
pt_br: Sair da atividade

source: Status: Activity paused
da: Status: Aktivitet på pause
pt_br: Atividade pausada

source: Status: Activity resumed
da: Status: Aktivitet genoptaget
pt_br: Atividade retomada

source: End Activity
da: Afslut Aktivitet
pt_br: Fim da atividade

source: Status: Activity running
da: Status: Aktivitet kører
pt_br: Atividade em execução

source: This activity has ended {0}. For a detailed evaluation, see the Help Window (F1).
da: Denne aktivitet er slut {0}. For en detaljeret vurdering, se Hjælpevinduet (F1).
pt_br: Esta atividade terminou {0}. Para uma avaliação detalhada, consulte a Janela de Ajuda (F1).

source: Event: {0}
da: Opgave: {0}
pt_br: Evento: {0}

source: Car Operation Menu
da: Vognsammensætning Menu
pt_br: Menu de operações

source: Toggle Handbrake
da: Håndbremse til/fra
pt_br: Apertar / Aliviar freio manual

source: Toggle Power
da: Motor til/fra
pt_br: Ligar / Desligar locomotiva

source: Toggle MU Connection
da: MU Forbindelse til/fra
pt_br: Conectar / Desconectar cabo jumper/locotrol

source: Toggle Brake Hose Connection
da: Bremseslange Forbindelse til/fra
pt_br: Conexão - Líder / Comandada

source: Open/Close Front Angle Cock
da: Åbn/luk Vinkelhanen Foran
pt_br: Abrir / Fechar torneira frontal

source: Open/Close Rear Angle Cock
da: Åbn/luk Vinkelhanen bagved
pt_br: Abrir / Fechar torneira traseira

source: Open/Close Bleed Off Valve
da: Åbn/luk Udluftningsventilen
pt_br: Abrir / Fechar válvula de purga

source: Close window
da: Luk vindue
pt_br: Fechar janela

source: Handbrake set
da: Håndbremse til
pt_br: Freio manual apertado

source: Handbrake off
da: Håndbremse fra
pt_br: Freio manual solto

source: Power OFF command sent
da: Kommando 'Sluk Motor' er blevet sendt
pt_br: Parando motor

source: Power ON command sent
da: Kommando 'Start Motor' er blevet sendt
pt_br: Dando partida no motor

source: No power command for this type of car!
da: Ingen start/stop af motor for denne vogn!
pt_br: Não há comando de energia para este tipo de vagão!

source: MU signal connected
da: MU signal forbundet
pt_br: Sinal MU conectado

source: MU signal disconnected
da: MU signal frakoblet
pt_br: Sinal MU desconectado

source: No MU command for this type of car!
da: Ingen MU kommando for denne vogn!
pt_br: Não há comando MU para este tipo de vagão!

source: Front brake hose connected
da: Bremseslangen foran forbundet
pt_br: Mangueira do freio dianteiro conectada

source: Front brake hose disconnected
da: Bremseslangen foran frakoblet
pt_br: Mangueira do freio dianteiro desconectada

source: Front angle cock opened
da: Vinkelhanen foran åbnet
pt_br: Abrir torneira frontal

source: Front angle cock closed
da: Vinkelhanen foran lukket
pt_br: Fechar torneira frontal

source: Rear angle cock opened
da: Vinkelhanen bagved åbnet
pt_br: Abrir torneira traseira

source: Rear angle cock closed
da: Vinkelhanen bagved lukket
pt_br: Fechar torneira traseira

source: Bleed off valve opened
da: Udluftningsventilen åbnet
pt_br: Válvula de purga aberta

source: Bleed off valve closed
da: Udluftningsventilen lukket
pt_br: Válvula de purga fechada

source: Compass
da: Kompas
pt_br: Bússola

source: Compose Message (e.g. receiver1, receiver2: message body)
da: Skriv besked (fx. modtager1, modtager2: besked)
pt_br: Escrever mensagem (por exemplo, receptor1, receptor2: corpo da mensagem)

source: Help
da: Hjælp
pt_br: Ajuda

source: Key Commands
da: Tastaturbindinger
pt_br: Comando

source: Briefing
da: Information
pt_br: Instruções

source: Timetable
da: Tidsplan
pt_br: Horário

source: Arrive
da: Ankomst
pt_br: Previsto

source: Depart
da: Afgang
pt_br: Saída

source: (missed)
da: (ej til tiden)
pt_br: (perdido)

source: Work Orders
da: Arbejdsopgaver
pt_br: Trabalho

source: Task
da: Opgaver
pt_br: Tarefa

source: Car(s)
da: Vogn(e)
pt_br: Vagões

source: Location
da: Sted
pt_br: Localização

source: Assemble Train
da: Sammensæt Tog
pt_br: Montar trem

source: At Location
da: Ved Stedet
pt_br: No local

source: Drop Off
da: Aflever
pt_br: Deixar

source: Pick Up
da: Afhent
pt_br: Recolher

source: Done
da: Færdig
pt_br: Feito

source: Procedures
da: Procedurer
pt_br: Procedimentos

source: Power In/Out
da: Effekt ind/ud
pt_br: Força In/Out

source: Motive force
da: Motorkraft
pt_br: Força motriz

source: Num of substeps
da: Antal undertrin
pt_br: Número de subetapas

source: Memory
da: Hukommelse
pt_br: Memória

source: Time
da: Tid
pt_br: Horário

source: Direction
da: Retning
pt_br: Direção

source: Train brake
da: Togbremse
pt_br: Freio do trem

source: Engine brake
da: Lokomotivbremse
pt_br: Freio independente

source: Dynamic brake
da: Dynamisk Bremse
pt_br: Freio dinâmico

source: Wheel slip
da: Hjulspin
pt_br: Patinação

source: Wheel slip warning
da: Hjulspin afvarsel
pt_br: Aviso de deslizamento da roda

source: Sander blocked
da: Sandspreder blokeret
pt_br: Areia bloqueada

source: Sander on
da: Sandspreder til
pt_br: Realizando aplicação de areia

source: Right
da: Højre

source: Doors open
da: Døre åbnet
pt_br: Porta (s) aberta (s)

source: Mode
da: Tilstand
pt_br: Modo

source: Helper
da: Hjælper
pt_br: Ajuda

source: Player
da: Spiller
pt_br: Jogador

source: Tilted
da: Vippet
pt_br: Inclinado

source: Length
da: Længde
pt_br: Compri

source: Weight
da: Vægt
pt_br: Peso

source: Control Mode
da: Kontrol Mode
pt_br: Modo de controle

source: Out of Control
da: Ude af kontrol
pt_br: Fora de controle

source: Cab Aspect
da: Førehus Forehold
pt_br: Aspecto da cabine

source: Freight
da: Gods
pt_br: Carga

source: Pass
da: Passager
pt_br: Passageiro

source: Car
da: Vogn
pt_br: Vagão

source: Flipped
da: Vendt
pt_br: Virado

source: Wheels
da: Hjul
pt_br: Rodas

source: LOCOMOTIVE INFORMATION
da: LOKOMOTIV INFORMATION
pt_br: INFORMAÇÃO DA LOCOMOTIVA

source: BRAKE INFORMATION
da: BREMSE INFORMATION
pt_br: INFORMAÇÃO DO SISTEMA DE FREIOS
